{
    "usecase_1": "在‘城市交通研究联盟’数据空间中，市政交通局（Municipal Transport Bureau）作为数据提供者，发布了一个包含实时公交车位置和乘客计数（匿名聚合）的数据集（CityBusData）。该数据集默认遵循联盟的基础数据共享政策，允许联盟内的学术研究成员非商业性研究使用数据，但必须在研究成果中注明数据来源。同时，市政交通局为特定的智慧城市项目合作伙伴制定了一个附加政策，授予他们在其城市交通优化平台商业性使用CityBusData的权限，条件是他们必须每季度向市政交通局提交使用报告并支付一定的数据许可费。此外，联盟政策严格禁止任何成员或第三方试图重新识别匿名乘客数据。",
    "usecase_2": "可信数据空间运营方应建立标准化的主体资质审核流程，包含申请受理、技术验证、信用评估环节。申请主体需通过统一入口提交资质证明文件及业务场景说明，运营方应在5个工作日内完成材料完整性初审。技术验证阶段需依托自动化检测工具对主体技术方案、安全能力及系统接口合规性开展评估，重点核查是否符合GB/T 37988三级认证要求及数据加密、访问控制等核心指标。信用评估环节应接入公共信用信息平台，核验主体历史经营异常记录、司法涉诉信息及行业信用评级，跨境主体需额外验证其数据出境合规备案文件。通过主体名单需公示3个工作日无异议后正式准入,全流程各环节应留存区块链存证记录，确保审核过程可追溯、不可篡改。",
    "usecase_3": "数据资源的接入审核需建立分类分级、质量评估、合规筛查三位一体的管控体系。依据《GB/T 43697-2024数据安全技术 数据分类分级规则》进行分类，类目包括一般数据、重要数据、核心数据，从数据敏感性（如个人数据、公共数据、行业数据）、应用场景（如科研、商业、政务）、风险等级（1-4级）三个维度进行标引。对3级以上（含）数据资源实施附加审查，包括数据血缘追溯、使用范围限定条款审查等。质量度量标准设定数据完整性（≥98%）、字段填充率（≥95%）、时效性（实时数据延迟≤1秒）等量化指标，接入时要求数据提供方需通过质量检测工具生成并提供评估报告。数据资源的接入审核应建立数据来源合规性审查机制，重点验证数据采集的合法性及授权完整性。",
    "usecase_4": "对于权属不清或合规性存疑的数据，可通过仲裁进行解决。运营协议中应当明确约定仲裁机构，仲裁过程需遵循以下规则：争议方需在3个工作日内提交完整证据链，包括数据采集授权书、处理记录等；仲裁结果通过智能合约自动执行，如判定数据违规则触发链上销毁指令；涉及国家安全的争议数据，应立即上报省级以上网信部门并冻结相关账户。",
    "usecase_5": "可信数据空间需通过标准化接口实现数据发布、查询、交付全流程贯通。接口规范方面：数据目录查询接口需支持跨空间联合检索功能，返回结果应包含数据可用性状态如“直接调用”“需授权申请”；数据交付接口应兼容主流传输协议，支持分片加密与动态路由寻址，确保高敏感数据采用“可用不可见”模式交付。数据交互流程包括：发布阶段，数据提供方需通过加密通道上传数据资源，并同步生成包含哈希值、数字签名的完整性凭证；查询阶段，用户可对空间内资源进行检索，检索结果需返回数据可用性状态如“可调用”“需授权申请”，并自动过滤未授权内容；交付阶段，数据交付应按规定采取加密传输技术，3级及以上敏感数据需通过可信执行环境（TEE）或隐私计算框架实现价值释放，禁止明文传输。",
    "usecase_6": "接入主体的资质与数据资源合规性需实施周期性重审。对技术服务商每12个月进行一次数据安全能力复评，复评未达标的给予90天整改期，逾期未通过者将被移出服务商名录，并对数据产品和服务提供商实施动态审查；对已接入的数据资源每6个月进行质量抽检，若抽检不合格率超过5%，则需重新提交全量审查；当数据相关法律法规或可信数据空间相关国家标准发生修订或新出台时，应在30个工作日内更新审核规则，并通知所有参与方，督促其在整改期限内或新规定生效前完成合规调整。",
    "usecase_7": "数据使用过程需通过“日志存证-零知识验证-异常熔断”实现全生命周期可追溯。日志管理方面，应记录数据调用、计算、传输、销毁全环节日志，关键操作如敏感字段访问、跨境传输需附加零知识证明（ZKP）存证，证明内容经哈希处理后锚定至区块链，原始日志保留期限不得少于5年。隐私增强技术要求个人敏感信息处理采用同态加密、联邦学习等技术实现“数据可用不可见”，统计类数据共享应满足差分隐私（ε≤1.5）要求，数据服务方负责技术方案合规性验证，并向运营方提交第三方检测报告。异常熔断机制规定当单日异常访问量超过阈值（建议设定为日均访问量150%）时，自动触发三级熔断响应：一级熔断暂停可疑账户访问权限，二级熔断隔离受影响数据资源，三级熔断启动全空间安全巡检。熔断状态解除需满足双重条件：运营方完成根本原因分析报告且使用方重新通过安全认证。",
    "usecase_8": "Registration and access: Minimum age. You must be at least 13 years old or the minimum age required in your country to consent to use the Services. If you are under 18 you must have your parent or legal guardian’s permission to use the Services. Registration. You must provide accurate and complete information to register for an account to use our Services. You may not share your account credentials or make your account available to anyone else and are responsible for all activities that occur under your account. If you create an account or use the Services on behalf of another person or entity, you must have the authority to accept these Terms on their behalf.",
    "usecase_9": "If you believe that your intellectual property rights have been infringed, please send notice to the address below or fill out this form. We may delete or disable content that we believe violates these Terms or is alleged to be infringing and will terminate accounts of repeat infringers where appropriate. Written claims concerning copyright infringement must include the following information: A physical or electronic signature of the person authorized to act on behalf of the owner of the copyright interest; A description of the copyrighted work that you claim has been infringed upon; A description of where the allegedly infringing material is located on our site so we can find it; Your address, telephone number, and e-mail address; A statement by you that you have a good-faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law; A statement by you that the above information in your notice is accurate and, under penalty of perjury, that you are the copyright owner or authorized to act on the copyright owner’s behalf.",
    "usecase_10": "To access or use some of our Services, you must create an account. When creating an account, you must provide accurate and up-to-date information and keep it current and complete. You are responsible for maintaining the confidentiality of your password and must not disclose it to any third party. If you suspect unauthorized access to your account, notify us immediately at: https://www.tiktok.com/legal/report/feedback. You agree that you are solely responsible for all activities under your account. We reserve the right to disable your account at any time if you fail to comply with these Terms, if harmful or infringing activities occur on your account, or if applicable laws are violated. If you wish to delete your account, contact us at the same link for assistance. Once deleted, your account cannot be reactivated and all associated content and information will be permanently removed.",
    "usecase_11": "Registered non-commercial drone operators are permitted to download the 'Alpine Geohazard Maps' from SwissTopo for flight planning, although access to the raw data files expires after 72 hours. While using the maps, they have an obligation to credit SwissTopo as the data source in their flight logs and are strictly prohibited from redistributing the original map files to third parties. For commercial companies seeking to integrate the data into proprietary software, access is granted upon payment of a per-square-kilometer fee.",
    "usecase_12": "Access to the 'Tokyo Crowd Movement Cameras' is tiered based on a user's choice regarding facial analysis. Users who consent to the analysis are granted prioritized, real-time camera feeds. Those who choose to opt-out are instead provided with access to an anonymized version of the same feeds. As an overriding privacy safeguard that applies to all users, the system is strictly prohibited from creating or storing any biometric profiles from the data, regardless of an individual's consent decision.",
    "usecase_13": "The data analytics provider QuantAnalytics must pay a per-call base fee to access LogiCore's freight data, LC-Freight-Flow-Data. Its derivative data product, UAI-Index, may only be queried via the platform's certified API, with any form of batch download or redistribution strictly prohibited. All subscription revenue from this product is automatically distributed after each transaction by a smart contract: LogiCore receives 35% as a data royalty, and QuantAnalytics retains 65%. The distribution record will be logged on-chain for evidence.",
    "usecase_14": "To access EARC's driving dataset EU-Driving-V2X, AIAI Lab must first submit a cross-border data security compliance certificate from its home country. Before export, the data must undergo secondary anonymization in EARC's Trusted Execution Environment (TEE). The data may only be used for model training within a pre-certified Trusted Research Environment (TRE) and is strictly forbidden from leaving the TRE in its raw form; only trained models that do not contain source data may be exported. Access is granted exclusively to researchers jointly reviewed and registered by both parties, and all their activity logs must be transmitted in real-time back to EARC's monitoring node.",
    "usecase_15": "Any data space participant who discovers a data quality issue must report it within 15 minutes. The system will automatically flag the data as 'Under Review' and suspend its service calls. The data provider must submit a root-cause analysis within 6 hours and complete the fix, which must pass automated verification, within 24 hours, or their data publishing rights will be suspended. If the same provider has more than three such incidents within a 90-day period, they will be placed on a watchlist for stricter review. After the issue is resolved, the system will automatically send a correction notice to all users who called the data in the past 48 hours.",
    "usecase_16": "Before using government data to train the AI model, research institutions must submit an 'algorithm impact assessment report' and ensure that the fairness index of the model before deployment is lower than 0.05. The trained model must test its bias and robustness through a neutral third-party sandbox. After passing the test, its evaluation summary, design purpose and data usage list need to be publicized on the public portal. After the model is deployed, the operator retains the right to conduct persistent bias monitoring. If it is found that its performance harms the public interest, its deployment license can be revoked.",
    "usecase_17": "The ocean temperature dataset Oceans-2024, published by the climate research organization OpenClimate, adopts a derivative license based on 'Attribution-ShareAlike' (CC BY-SA). Any user may modify the data and create derivative works, provided that they prominently attribute the data source via its Digital Object Identifier (DOI) in their usage reports and the metadata of any derivatives. All derivative data products created from this data must also be released under an equivalent CC BY-SA license. While academic users are granted free access to the original data, commercial entities must pay an operational cost fee for its use.",
    "usecase_18": "The rare disease imaging dataset RareMed-Image, shared by a hospital consortium, is governed by enhanced rules based on the 'Attribution-NonCommercial-NoDerivatives' (CC BY-NC-ND) principle. The data is licensed exclusively for non-commercial research and any form of modificationis prohibited. Researchers must obtain prior approval from an ethics committee before use and explicitly acknowledge the data source in any resulting publications. Pharmaceutical companies applying for access must sign a supplemental agreement prohibiting the use of the data for AI model training and pay a maintenance fee at twice the standard rate.",
    "usecase_19": "The real-time traffic data TrafficLive-2025, released by the Ministry of Transport, is licensed under 'Attribution' (CC BY 4.0), permitting maximum freedom of use and redistribution. Users must adhere to two dynamic obligations: a quarterly report on usage effectiveness must be submitted; and if a commercial, fee-based service is developed using this data, 1% of its annual revenue must be contributed to a designated public data maintenance fund. In the event of a service disruption exceeding two hours, all currently active users are obligated to assist by submitting incident impact logs.",
    "usecase_20": "The traditional crafts video library CraftHeritage-SA, published by an intangible cultural heritage center, adopts a preservation and inheritance mechanism based on 'Attribution-NonCommercial-ShareAlike' (CC BY-NC-SA). It permits non-commercial adaptation and remixing, but all derivative works must be re-released under an equivalent CC BY-NC-SA license. When publishing a derivative work, the user must log its hash value onto a designated cultural heritage blockchain and prominently display the original material's unique identifier in the work's description. An annual commercial license must be purchased separately for the use of any materials or derivatives in commercial exhibitions or events."
}