{
    "usecase_1": "第17条 1 数据主体有权要求控制者无不当延误地删除与其有关的个人数据，并且根据下列任意理由，控制者有义务无不当延误地删除个人数据： a) 就收集或以其他方式处理个人数据的目的而言，该个人数据已经是不必要的； b) 数据主体根据第6条第1款（a）项撤回同意，并且在没有其他（数据）处理相关法律依据的情况下； 第6条 1 只有在适用以下至少一条的情况下，处理才被视为合法： a) 数据主体同意其个人数据为一个或多个特定目的而处理;",
    "usecase_2": "第13条 控制者在获取个人数据时，出于证实处理过程的公正和透明的需要，在必要的情况下，应当向数据主体提供如下信息： a) 个人数据的储存阶段，在无法提供的情形下，应当提供阶段划分的决定标准； b) 有资格处理数据主体权利要求的，能够获取、修正、删除个人信息或者管制数据权利的控制者的信息； c) 如果处理是基于第9条第(2)款(A)点，则在任何时候存在撤回同意的权利，而不影响撤回前基于同意的处理的合法性； 第9条 1 对揭示种族或民族出身，政治观点、宗教或哲学信仰以及工会成员的个人数据处理，以及对以唯一识别自然人为目的的基因数据、生物特征数据，自然人的健康、性生活或性取向数据的处理应当被禁止。 2 如果符合以下情形，则第1款不适用： a) 数据主体对以一个或数个特定目的对上述个人数据的处理给予了明确同意，但依照欧盟或者成员国的法律规定，第1款规定的禁止情形不能被数据主体援引的除外。",
    "usecase_3": "第20条 1 数据主体有权以结构化、通用和机器可读的格式接收其提供给控制者的与其有关个人数据，当满足以下任意条件时，数据主体有权将这些数据不受提供该个人信息的控制者阻碍地传输给另一个控制者：a) 处理是根据第6条第1款第(a)项或根据第6条第1款第(b)项的同意；b) 采用自动化方法进行处理。 第6条 1 只有在适用以下至少一条的情况下，处理才被视为合法： a) 数据主体同意其个人数据为一个或多个特定目的而处理;  b) 处理是为履行数据主体参与合同的必要行为，或处理是因数据主体 在签订合同前的请求而采取的措施；",
    "usecase_4": "第21条 1 数据主体应有权在任何时候以与其具体情况有关的理由，反对根据第6条第(1)款(E)或(F)点处理与其有关的个人数据，包括基于这些规定的特征分析。除非控制者有令人信服的合法理由证明其可以处理凌驾于数据主体的利益、权利和自由之上的信息，或提出、行使或辩护合法的申索，否则控制者不得再处理该等个人资料。 第6条 1 只有在适用以下至少一条的情况下，处理才被视为合法：e) 处理是为了执行公共利益领域的任务或行使控制者既定的公务职权之必要； f) 为了控制人或第三方所追求的合法利益，处理是必要性的，除非这种利益与保护个人数据的数据主体利益或基本权利和自由相冲突，特别是在数据主体是儿童的情况下。该项不适用于政府当局在履行其职责时进行的处理。",
    "usecase_5": "Section 1798.105 (b) A business that collects personal information about consumers shall disclose, pursuant to subparagraph (A) of paragraph (5) of subdivision (a) of Section 1798.130, the consumer’s rights to request the deletion of the consumer’s personal information. Section 1798.130 (a) a business shall: (5) Disclose the following information in its online privacy policy or policies if the business has an online privacy policy or policies and in any California-specific description of consumers’ privacy rights, or if the business does not maintain those policies, on its Internet Web site, and update that information at least once every 12 months: (A) A description of a consumer’s rights, which shall explicitly inform a consumer that they have the following rights, and provide one or more designated methods for submitting requests: Right to Know, Right to Access, Right to Opt-Out of Sale/Sharing.",
    "usecase_6": "Section 1798.120 (a) A consumer shall have the right, at any time, to direct a business that sells personal information about the consumer to third parties not to sell the consumer’s personal information. This right may be referred to as the right to opt out. (d) Notwithstanding subdivision (a), a business shall not sell the personal information of consumers if the business has actual knowledge that the consumer is less than 16 years of age, unless the consumer, in the case of consumers between 13 and 16 years of age, or the consumer’s parent or guardian, in the case of consumers who are less than 13 years of age, has affirmatively authorized the sale of the consumer’s personal information. A business that willfully disregards the consumer’s age shall be deemed to have had actual knowledge of the consumer’s age. This right may be referred to as the ‘right to opt in’.",
    "usecase_7": "第四十五条 个人有权向个人信息处理者查阅、复制其个人信息；有本法第十八条规定情形的除外。 个人请求查阅、复制其个人信息的，个人信息处理者应当及时提供。 个人请求将个人信息转移至其指定的个人信息处理者，符合国家网信部门规定条件的，个人信息处理者应当提供转移的途径。 第十八条 个人信息处理者处理个人信息，有法律、行政法规规定应当保密或者不需要告知的情形的，可以不向个人告知前条第一款规定的事项。",
    "usecase_8": "第五十三条 本法第三条第二款规定的中华人民共和国境外的个人信息处理者，应当在中华人民共和国境内设立专门机构或者指定代表，负责处理个人信息保护相关事务，并将有关机构的名称或者代表的姓名、联系方式等报送履行个人信息保护职责的部门。 第三条 在中华人民共和国境外处理中华人民共和国境内自然人个人信息的活动，有下列情形之一的，也适用本法：（二）分析、评估境内自然人的行为。",
    "usecase_9": "第四十六条 违反本法第三十一条规定，向境外提供重要数据的，由有关主管部门责令改正，给予警告，可以并处十万元以上一百万元以下罚款，对直接负责的主管人员和其他直接责任人员可以处一万元以上十万元以下罚款；情节严重的，处一百万元以上一千万元以下罚款，并可以责令暂停相关业务、停业整顿、吊销相关业务许可证或者吊销营业执照，对直接负责的主管人员和其他直接责任人员处十万元以上一百万元以下罚款。 第三十一条 关键信息基础设施的运营者在中华人民共和国境内运营中收集和产生的重要数据的出境安全管理，适用《中华人民共和国网络安全法》的规定；其他数据处理者在中华人民共和国境内运营中收集和产生的重要数据的出境全管理办法，由国家网信部门会同国务院有关部门制定。",
    "usecase_10": "第四十八条 违反本法第三十五条规定，拒不配合数据调取的，由有关主管部门责令改正， 给予警告，并处五万元以上五十万元以下罚款， 对直接负责的主管人员和其他直接责任人员处一万元以上十万元以下罚款。 第三十五条 公安机关、国家安全机关因依法维护国家安全或者侦查犯罪的需要调取数据， 应当按照国家有关规定，经过严格的批准手续， 依法进行，有关组织、个人应当予以配合。"
}