{
    "use_case_0": "传真投诉咨询登记作业项完成对以传真方式进行价格举报的信息登记工作。举报中心或者专门人员应当在收到传真件2个工作日内，按照系统自动生成的格式填写《价格举报接听接访记录表》并上传信息系统，内容主要包括投诉咨询人电话、姓名、被投诉人姓名、投诉咨询时间、投诉咨询内容等，同时应扫描传真举报件并上传。工作人员需回拨传真号将查询编码及办理结果查询方法告知来件人。传真内容反映或者咨询的事项明显超出价格主管部门职责范围的，通过电话通知举报人该问题不属于价格主管部门职责范围并帮助提供解决问题的途径，填写《价格咨询当场答复记录表》，扫描传真件和记录回答情况并上传信息系统。举报人可在提出价格举报的同时，一并对未超过一年的涉及自身价格权益的民事争议提出价格投诉。",
    "usecase8": "第五十三条 本法第三条第二款规定的中华人民共和国境外的个人信息处理者，应当在中华人民共和国境内设立专门机构或者指定代表，负责处理个人信息保护相关事务，并将有关机构的名称或者代表的姓名、联系方式等报送履行个人信息保护职责的部门。 第三条 在中华人民共和国境外处理中华人民共和国境内自然人个人信息的活动，有下列情形之一的，也适用本法：（二）分析、评估境内自然人的行为。",
    "usecase9": "第四十六条 违反本法第三十一条规定，向境外提供重要数据的，由有关主管部门责令改正，给予警告，可以并处十万元以上一百万元以下罚款，对直接负责的主管人员和其他直接责任人员可以处一万元以上十万元以下罚款；情节严重的，处一百万元以上一千万元以下罚款，并可以责令暂停相关业务、停业整顿、吊销相关业务许可证或者吊销营业执照，对直接负责的主管人员和其他直接责任人员处十万元以上一百万元以下罚款。 第三十一条 关键信息基础设施的运营者在中华人民共和国境内运营中收集和产生的重要数据的出境安全管理，适用《中华人民共和国网络安全法》的规定；其他数据处理者在中华人民共和国境内运营中收集和产生的重要数据的出境全管理办法，由国家网信部门会同国务院有关部门制定。",
    "use_case_21": "Prague Observatory provides its 'StarFeed' telescope data to research partners with a 6-month exclusive use right. During this period, dissemination to the public is prohibited. After the exclusivity period, the data is made available on a public channel, which distributes calibrated data with a 24-hour delay.",
    "use_case_22": "Commercial fashion designers using Zurich Textile Museum's high-definition 'Oriental Silk Pattern' scans pay 1.5% royalty fees on sales revenue. Cultural/educational usage is royalty-free.",
    "use_case_23": "Budapest History Museum waives fees for digital 'Revolution Posters' used in public memorials or anti-war exhibitions. Commercial documentary usage incurs per-second licensing fees.",
    "use_case_24": "Norwegian Polar Institute's 'Glacier Change Dataset' dynamically restricts access: When satellite monitoring detects ice-fracture risk > Level 3, high-res downloads suspend automatically—only low-res warning maps remain available.",
    "use_case_25": "Astronomers accessing the 'Exoplanet Atmospheric Spectra Database' may download datasets for peer-reviewed research. Commercial modeling is prohibited, and users must cite the European Space Agency in all publications.",
    "use_case_26": "Requiring annual ethics certification, clinical trial anonymized datasets from the Geneva Bioethics Repository can be analyzed by accredited medical researchers. Re-identification attempts trigger immediate access revocation.",
    "use_case_27": "The 'Medieval Manuscript Fragments' corpus hosted by Oxford Digital Humanities permits text-mining for linguistic studies if resulting algorithms are open-sourced. Training proprietary AI models is expressly forbidden.",
    "use_case_28": "Public health agencies may aggregate real-time ICU bed occupancy data from the Nordic Health Network. Publishing hospital-specific data violates policy, and access renews quarterly pending audit compliance.",
    "use_case_29": "Licensed pharmacies using the 'EU Drug Interaction API' must validate alerts against local formularies. Under no circumstances may raw API outputs be displayed to patients – only clinician-reviewed summaries.",
    "use_case_30": "Municipal traffic departments can integrate live congestion feeds from Copenhagen’s 'SmartFlow' system into public apps. Reselling this data requires a separate commercial license, and accuracy disclaimers are mandatory.",
    "use_case_31": "Registered FinTech startups may query the 'SME Credit Risk Dataset' (FR-Bank) up to 100 times/month. Exporting bulk data or training credit-scoring models demands premium tier access.",
    "use_case_32": "Sustainable apparel brands certified by EcoLabel receive royalty-free access to 'Textile Recycling Process Patents'. Usage is confined to production facilities in OECD countries, and annual sustainability reports must be submitted.",
    "use_case_33": "Audit firms handling 'Swiss Private Bank Transaction Samples' must store data in GDPR-compliant vaults. Cross-border transfers are blocked unless authorized by FINMA, and logs are retained for 10 years.",
    "use_case_34": "Documentary filmmakers licensing 'Archival Newsreel Clips' (British Film Heritage Trust) may edit content for historical context. Modifying speaker audio or adding fictional narration nullifies the license.",
    "use_case_35": "Public broadcasters streaming the 'Baltic Folk Music Archive' owe 2% royalty fees on advertising revenue generated. Geoblocking prevents access outside the EU, and source attribution must appear on-screen.",
    "use_case_36": "AI art platforms training on 'Rijksmuseum Public Domain Scans' must tag outputs with 'Rijksmuseum Source' metadata. Claiming originality or copyright for derivative works violates terms.",
    "use_case_37": "City planners accessing 'Singapore Smart Grid Demand Forecasts' can incorporate projections into sustainability reports. Real-time operational decisions require written approval from EnergyMarket Regulator.",
    "use_case_38": "Construction firms using 'Berlin Bridge Sensor Feeds' for maintenance must share anomaly reports with the city within 24 hours. Raw data cannot be fused with third-party location datasets.",
    "use_case_39": "During forest fire season (July-September), emergency responders bypass standard auth to 'California Lidar Terrain Models'. Non-emergency usage resumes normal permissions post-season.",
    "use_case_40": "If air pollution exceeds WHO Stage 3, environmental researchers may redistribute 'Delhi Real-time AQI Data' without embargo. Under clean air conditions, a 48-hour publication delay applies."
}