{
    "usecase_1": "The DE_Staatstheater_Augsburg, a German cultural organization, manages the dataAPI 'ShowTimesAPI'. This dataAPI holds valuable cultural assets. Policy regulates access to this dataAPI, granting subscribers like 'Regional Newspaper', 'Culture Research Institute', and 'Cultural Platform Bavaria'. Access is restricted to Germany, and usage rights expire on May 10, 2025.",
    "usecase_2": "The Skulpturensammlung museum wants to provide public access to digital reproductions of the artwork 'Große Düne' by C. D. Friedrich. Museum Münzkabinett and are permitted to view and download digital images for Sharing and non-commercial use.",
    "usecase_3": "The DE_Staatstheater_Augsburg collaborates with a local university for an educational program on theater history and cultural heritage. They offer access to the 'HistoricalArchives' Asset, containing digitized historical data. Access is free for scientific research, enabling scholars to explore the dataset without fees.",
    "usecase_4": "The Münzkabinett museum provides access to a digital repository of ArchiveEvent. Users must register with a valid user ID, which can be either an ORCID or an email address, to access the repository. The policy ensures that only authenticated users can view and download the ArchiveEvent.",
    "usecase_5": "Kupferstich-Kabinett introduces the 'Vorlagenzeichner' artwork as an asset, permitting access for a one-month duration. The policy includes restrictions on the type of device (loggingServer) used to access the artwork.",
    "usecase_6": "The Kupferstich-Kabinett museum provides digital images of the artwork 'Bauernhäuser am Berghang' by Caspar David Friedrich.\n- Small and Medium Images: These images are freely accessible to everyone. No membership is required to view or download them.\n- Original High-Resolution Image: Access to this image is restricted to members of the Kupferstich-Kabinett museum. Membership verification is required to obtain this high-resolution image.",
    "usecase_7": "For 'Landschaft mit kahlem Baum' Artwork\nTo be presented in a virtual format, the following policy applies:\nEvent Format: The presentation of 'Landschaft mit kahlem Baum' will be conducted as a virtual event.\nGeographic Limitation: Access to the virtual presentation is restricted to participants with verified IP addresses located within Germany.\nNo Copying: Participants are strictly prohibited from copying or distributing any digital content presented during the virtual event.",
    "usecase_8": "The Kupferstich-Kabinett museum provides digital images of various artworks. Resolution for Print Purposes: If the resolution of the digital image exceeds 300 dpi, a fee applies for access.\nGeneral Access: Images with a resolution of 300 dpi or lower are freely accessible to the public without any fees.",
    "usecase_9": "The Kupferstich-Kabinett museum provides digital images of its artwork collection with the following usage limitations:\nViewing Limitations: Users are limited to viewing a maximum of 50 images per day. This ensures fair usage and availability of resources to all users.\nHigh-Resolution Downloads: Downloading high-resolution images (greater than 300 dpi) requires a special request and an additional fee.",
    "usecase_10": "The Münzkabinett Museum must pay a fee of 500 euros for the digitization of the 'Todestag' artwork.",
    "usecase_11": "The Münzkabinett does not charge fees for the provision of data when the purpose is the enhancement of reputation or marketing promotion.",
    "usecase_12": "The Münzkabinett Museum seeks permission where purpose is an instance of ArchiveEvent.",
    "usecase_13": "Dutch National Library grants access to digitized 17th-century nautical logs. Authenticated historians may use these assets exclusively for non-commercial research, provided all downloads carry the library's watermark.",
    "usecase_14": "Vienna Digital Gallery releases 3D models of 'Modernist Architectural Blueprints.' While educational institutions may modify these assets for classroom projects, public exhibitions or commercial derivative works remain strictly prohibited.",
    "usecase_15": "Accessing Copenhagen Botanical Institute's 'FloraNordica' endangered species database requires quarterly usage reports from subscribers (e.g., Nordic Environmental Agency). Crucially, this data cannot support patent applications for genetic materials.",
    "usecase_16": "Lisbon City Archives implements tiered access for its 'Century-Old Tram Photo Collection': Tourists view thumbnails freely; registered historical society members download medium-resolution images; publishers pay per-use fees for high-definition versions.",
    "usecase_17": "Real-time access to Brussels EU Documentation Centre's 'EurLexLive' policy API is reserved for member-state governments. Media outlets experience a 24-hour delay, while commercial entities may only query summaries and must visibly attribute the source.",
    "usecase_18": "Athens Acropolis VR Reconstruction Project permits immersive experiences exclusively through official VR headsets. Automatic session logging occurs on institutional servers, and users face strict prohibitions against independent recording or content distribution.",
    "usecase_19": "Researchers examining Stockholm Nobel Archive's digitized laureate manuscripts may conduct full-text searches and quote excerpts (≤500 words). Full document replication demands written director approval and secure physical storage.",
    "usecase_20": "Ireland's 'SongChain' Folk Archive prioritizes contributors: Users uploading traditional melodies gain 72-hour early access to related new entries. General listeners hear only 30-second previews.",
    "usecase_21": "Prague Observatory provides its 'StarFeed' telescope data to research partners with a 6-month exclusive use right. During this period, dissemination to the public is prohibited. After the exclusivity period, the data is made available on a public channel, which distributes calibrated data with a 24-hour delay.",
    "usecase_22": "Commercial fashion designers using Zurich Textile Museum's high-definition 'Oriental Silk Pattern' scans pay 1.5% royalty fees on sales revenue. Cultural/educational usage is royalty-free.",
    "usecase_23": "Budapest History Museum waives fees for digital 'Revolution Posters' used in public memorials or anti-war exhibitions. Commercial documentary usage incurs per-second licensing fees.",
    "usecase_24": "Norwegian Polar Institute's 'Glacier Change Dataset' dynamically restricts access: When satellite monitoring detects ice-fracture risk > Level 3, high-res downloads suspend automatically—only low-res warning maps remain available.",
    "usecase_25": "Astronomers accessing the 'Exoplanet Atmospheric Spectra Database' may download datasets for peer-reviewed research. Commercial modeling is prohibited, and users must cite the European Space Agency in all publications.",
    "usecase_26": "Requiring annual ethics certification, clinical trial anonymized datasets from the Geneva Bioethics Repository can be analyzed by accredited medical researchers. Re-identification attempts trigger immediate access revocation.",
    "usecase_27": "The 'Medieval Manuscript Fragments' corpus hosted by Oxford Digital Humanities permits text-mining for linguistic studies if resulting algorithms are open-sourced. Training proprietary AI models is expressly forbidden.",
    "usecase_28": "Public health agencies may aggregate real-time ICU bed occupancy data from the Nordic Health Network. Publishing hospital-specific data violates policy, and access renews quarterly pending audit compliance.",
    "usecase_29": "Licensed pharmacies using the 'EU Drug Interaction API' must validate alerts against local formularies. Under no circumstances may raw API outputs be displayed to patients – only clinician-reviewed summaries.",
    "usecase_30": "Municipal traffic departments can integrate live congestion feeds from Copenhagen’s 'SmartFlow' system into public apps. Reselling this data requires a separate commercial license, and accuracy disclaimers are mandatory.",
    "usecase_31": "Registered FinTech startups may query the 'SME Credit Risk Dataset' (FR-Bank) up to 100 times/month. Exporting bulk data or training credit-scoring models demands premium tier access.",
    "usecase_32": "Sustainable apparel brands certified by EcoLabel receive royalty-free access to 'Textile Recycling Process Patents'. Usage is confined to production facilities in OECD countries, and annual sustainability reports must be submitted.",
    "usecase_33": "Audit firms handling 'Swiss Private Bank Transaction Samples' must store data in GDPR-compliant vaults. Cross-border transfers are blocked unless authorized by FINMA, and logs are retained for 10 years.",
    "usecase_34": "Documentary filmmakers licensing 'Archival Newsreel Clips' (British Film Heritage Trust) may edit content for historical context. Modifying speaker audio or adding fictional narration nullifies the license.",
    "usecase_35": "Public broadcasters streaming the 'Baltic Folk Music Archive' owe 2% royalty fees on advertising revenue generated. Geoblocking prevents access outside the EU, and source attribution must appear on-screen.",
    "usecase_36": "AI art platforms training on 'Rijksmuseum Public Domain Scans' must tag outputs with 'Rijksmuseum Source' metadata. Claiming originality or copyright for derivative works violates terms.",
    "usecase_37": "City planners accessing 'Singapore Smart Grid Demand Forecasts' can incorporate projections into sustainability reports. Real-time operational decisions require written approval from EnergyMarket Regulator.",
    "usecase_38": "Construction firms using 'Berlin Bridge Sensor Feeds' for maintenance must share anomaly reports with the city within 24 hours. Raw data cannot be fused with third-party location datasets.",
    "usecase_39": "During forest fire season (July-September), emergency responders bypass standard auth to 'California Lidar Terrain Models'. Non-emergency usage resumes normal permissions post-season.",
    "usecase_40": "If air pollution exceeds WHO Stage 3, environmental researchers may redistribute 'Delhi Real-time AQI Data' without embargo. Under clean air conditions, a 48-hour publication delay applies."
}